Repository: builder08/enigma2-plugins_2
Catalog: setpasswd/po/*.po
Languages: ru

source: Cancel
ru: Отмена

source: Change Root Password
ru: Установка пароля для пользователя <root>

source: Change or reset the root password of your dreambox
ru: Измените или сбросьте пароль для пользователя <root> вашего ресивера

source: Enter new Password
ru: Введите новый пароль

source: Enter your password here:
ru: Введите свой пароль здесь:

source: Set Password
ru: Установка пароля

source: Sucessfully changed password for root user to:
ru: Установлен пароль для пользователя <root>:

source: Unable to change/reset password for root user
ru: Невозможно изменить/сбросить пароль для пользователя <root>

source: new Random
ru: Новый случайный

source: virt. Keyboard
ru: Вирт. клавиатура
